/*
 Localizable.strings
 WagawinSDK
 
 Created by Wagawin GmbH on 10/05/16.
 Copyright © 2016 Benjamin Baumann. All rights reserved.
 */


"TESTKEY" = "ENGLISH SUCCESSFULLY TESTED";

"COMMUNITY_DESC_TEXT_1" = "Answer the following question";
"COMMUNITY_DESC_TEXT_2" = "After a short video, you will receive your personal evaluation";
"COMMUNITY_DEBRIEF_TEXT1" =  "%d";
"COMMUNITY_DEBRIEF_TEXT2" =  "out of";
"COMMUNITY_DEBRIEF_TEXT3" =  "10";
"COMMUNITY_DEBRIEF_TEXT4" =  "agree with you!";

"BUBBLE_BLASTER_EVALUATE_TEXT" = "%d out of %d! You're in the top %0.0f%%!";
"BUBBLE_BLASTER_DESC_TEXT_1" = "Watch a short video";
"BUBBLE_BLASTER_DESC_TEXT_2" = "Pop the appearing bubbles by tapping the screen";

"SPOTGAME_EVALUATE_TEXT_SUCCESSFUL" = "Good! You're in the top %0.0f%%!";
"SPOTGAME_EVALUATE_TEXT_FAIL" = "Wrong!";
"SPOTGAME_DESC_TEXT_1" = "Watch a short video";
"SPOTGAME_DESC_TEXT_2" = "Then answer following question:";

"HIDDENFAULT_EVALUATE_TEXT" = "%d out of 5! You're in the top %0.0f%%!";
"HIDDENFAULT_GAME_TEXT" = "Find 5 differences";
"HIDDENFAULT_DESC_TEXT_1" = "5 differences are hidden in 2 pictures";
"HIDDENFAULT_DESC_TEXT_2" = "Mark as much differences in 20 seconds as possible";

"PATHFINDER_EVALUATE_TEXT" = "%0.0f%% correct! You're in the top %0.0f%%!";
"PATHFINDER_DESC_TEXT_1" = "Memorize the indicated path very well";
"PATHFINDER_DESC_TEXT_2" = "Follow it in 20 seconds after its disappearance";

"SMOKYMIND_EVALUATE_TEXT" = "%d out of 4! You're in the top %0.0f%%!";
"SMOKYMIND_DESC_TEXT_1" = "4 picture pairs are hidden in this memory-classic";
"SMOKYMIND_DESC_TEXT_2" = "Find all pairs in 20 seconds";

"RUBBERGAME_DESC_TEXT_1" = "Wipe the screen and clear the picture";
"RUBBERGAME_DESC_TEXT_2" = "Answer then the following question:";

"SWAPGAME_EVALUATE_TEXT" = "%d out of 12! You're in the top %0.0f%%!";
"SWAPGAME_DESC_TEXT_1" = "Put the picture in order again";
"SWAPGAME_DESC_TEXT_2" = "Move the parts to their right place in 20 seconds";

"LOOPY_SPIN_EVALUATE_TEXT" = "%0.0f%% correct! You're in the top %0.0f%%!";
"LOOPY_SPIN_DESC_TEXT_1" = "Stop the 3 rolls at the right place";
"LOOPY_SPIN_DESC_TEXT_2" = "You can start and stop the rolls by tapping in the next 20 seconds";

"BLOCKGAME_EVALUATE_TEXT" = "%d mistakes! You're in the top %0.0f%%!";
"BLOCKGAME_DESC_TEXT_1" = "Memorize the indicated path very well";
"BLOCKGAME_DESC_TEXT_2" = "Follow it in 20 seconds after its disappearance";

"INTRO_PLAYBUTTON" = "Start";
"DEBRIEF_BUTTONTEXT_DOWNLOAD" = "Download";
"HIDDENFAULT_NEXT_BUTTON" = "Next";
"DEBRIEF_BUTTONTEXT_MORE" = "More";
"INTRO_QUESTION" = "Question";
"INTRO_ALTERNATEQUESTION" = "Alternative question";

//Game names
"COMMUNITY_QUEST" = "COMMUNITY COMPARE";
"BUBBLE_BLASTER" = "BUBBLE POP";
"LOOPY_SPIN" = "ROTATING ROLL";
"PATH_FINDER" = "PATHFINDER";
"FROZEN_TRAIL" = "MEMORIZE THE TRAIL";
"CATCHY_CLIP" = "VIDEOQUIZ";
"HIDDEN_FAULT" = "FIND THE DIFFERENCE";
"SHADY_SWAP" = "PUZZLE FUN";
"SMOKY_MIND" = "4 PAIRS";
"STEAMY_GLASS" = "STEAMY GLASS";
"CIRCLE_GAME" = "TWIST GAME";
